Repository: kieulanalp/EngineeringStuffs
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: vi

source: So that guests and visitors can make themselves familiar with escape routes from the hotel each guestroom and meeting room must be provided with a fire instruction notice including an evacuation plan. The notice must meet the following requirements:
vi: So that guests and visitors can make themselves familiar with escape routes from the hotel each guestroom and meeting room must be provided with a fire instruction notice including an evacuation plan. The notice must meet the following requirements: / Để khách và người tham quan có thể quen với lối thoát nạn từ khách sạn, từng phòng khách và phòng họp phải được trang bị với thông báo hướng dẫn khẩn cấp bao gồm cả sơ đồ thoát nạn. Thông báo phải tuân thủ theo các yêu cầu sau:

source: Socket Fusion, Electro
vi: Socket Fusion, Electro Fusion, Butt Fusion, Compression Joints / Hàn nhiệt hạch, hàn điện, hàn nối đầu, mối nối

source: Solar Shading - Sun Paths
vi: Solar Shading - Sun Paths / Che nắng - Đường đi của mặt trời

source: Some guidelines are provided for these areas to assist in understanding their importance and assessing them correctly.
vi: Some guidelines are provided for these areas to assist in understanding their importance and assessing them correctly. / Một số hướng dẫn về các nội dung này được cung cấp để giúp hiểu rõ tầm quan trọng cũng như đánh giá đúng đắn

source: Sound alarm / voice evacuation message throughout hotel
vi: Báo động âm thanh / giọng nói trên khắp khách sạn

source: Sound an alarm
vi: Sound an alarm / Phát âm báo động

source: Sound sonic alarm and voice alarm throughout whole hotel
vi: Sound sonic alarm and voice alarm throughout whole hotel / Báo động âm thanh và bằng giọng nói trên khắp khách sạn

source: Sounders and Alarm
vi: Sounders and Alarm / Báo động âm thanh

source: Sounders and alarm
vi: Sounders and alarm / Đế âm thanh và báo động

source: South-East Europe
vi: South-East Europe / Đông Nam châu Âu

source: Southern Africa
vi: Southern Africa / Nam Phi

source: Space occupied by flow of people escaping
vi: Space occupied by flow of people escaping / Không gian với dòng người thoát hiểm

source: Special Finishes for Switch Plates & Outlets
vi: Special Finishes for Switch Plates & Outlets / Hoàn thiện đặc biệt cho nắp công tắc và ổ cắm

source: Special fire rated wiring to the luminaire is not required.
vi: Special fire rated wiring to the luminaire is not required. / Không yêu cầu sử dụng dây điện chống cháy đặc biệt để đấu nối

source: Specialists in fire engineering, fire alarm and emergency lighting design installation provide technical assistance.
vi: Specialists in fire engineering, fire alarm and emergency lighting design installation provide technical assistance. / Chuyên gia về lắp đặt kỹ thuật PCCC, báo cháy và thiết kế chiếu sáng sự cố hỗ trợ về mặt kỹ thuật

source: Specific requirements for maintenance of the fire systems.
vi: Specific requirements for maintenance of the fire systems. / Các yêu cầu cụ thể về bảo trì hệ thống PCCC

source: Specific requirements for staff training in fire safety routines.
vi: Specific requirements for staff training in fire safety routines. / Yêu cầu cụ thể về việc huấn luyện các quy trình PCCC cho nhân viên

source: Spiral staircases should not be used for means of escape.
vi: Spiral staircases should not be used for means of escape. / Cầu thang xoắn không nên được sử dụng làm thang thoát hiểm

source: Split systems
vi: Split systems / Hệ thống hai khối

source: Sprinkler Alarm Valve
vi: Sprinkler Alarm Valve / Van báo động sprinkler

source: Sprinkler I spray heads
vi: Sprinkler / spray heads / Sprinkler/đầu phun

source: Sprinkler flow switch activated
vi: Sprinkler flow switch activated / Công tắc dòng chảy sprinkler kích hoạt

source: Sprinkler flow switch operates
vi: Công tắc dòng chảy sprinkler vận hành

source: Sprinkler heads to be quick response type.
vi: Sprinkler heads to be quick response type. / Đầu sprinkler phải là loại phản ứng nhanh

source: Sprinkler pipework in room empty of water
vi: Sprinkler pipework in room empty of water / đường ống sprinkler trong phòng không có nước

source: Sprinkler tank water level low
vi: Mực nước bể trữ cho sprinkler thấp

source: Sprinkler valve tamper switch
vi: Sprinkler valve tamper switch / Công tắc giám sát (tamper switch) van sprinkler

source: Sprinkler water valve shut
vi: Sprinkler water valve shut / Van nước sprinkler ngắt

source: Sprinklers are required in all plant rooms, air handling rooms and plenums and chiller, pump and boiler rooms.
vi: Sprinklers are required in all plant rooms, air handling rooms and plenums and chiller, pump and boiler rooms. / Sprinkler được yêu cầu trong tất cả các phòng máy, phòng AHU và phòng plenums và chiller, bơm và nồi hơi

source: Sprinklers at alternate floors and the top of the chute in a sprinkler protected building- see illustration.
vi: Sprinklers at alternate floors and the top of the chute in a sprinkler protected building- see illustration / Sprinkler bố trí cách tầng và trên đỉnh ống trong tòa nhà có sprinkler bảo vệ - xem minh họa

source: Staff Changing
vi: Staff Changing / Khu thay đồ nhân viên

source: Staff Dining
vi: Staff Dining / Canteen nhân viên

source: Staff Kitchen
vi: Staff Kitchen / Bếp nhân viên

source: Stage Three-Additional smoke detectors activated
vi: Stage Three-Additional smoke detectors activated / Giai đoạn 3 - các đầu báo khói khác kích hoạt

source: Stage Two-One smoke detector activated
vi: Stage two - one smoke detector activated / giai đoạn 2 - một đầu báo khói kích hoạt

source: Stage four-Activation of sprinklers under fire conditions
vi: Stage four-Activation of sprinklers under fire conditions / Giai đoạn 4 - kích hoạt sprinkler trong điều kiện có hỏa hoạn

source: Stage one-normal operation-monitoring/sensing
vi: Stage one-normal operation-monitoring/sensing / Giai đoạn 1 - vận hành bình thường - theo dõi/cảm biến

source: Stair Pressurization System
vi: Stair Pressurization System / Hệ thống tăng áp thang bộ

source: Stair and exit signs
vi: Stair and exit signs / Cầu thang và biển báo thoát

source: Stair construction
vi: Stair construction / Kết cấu thang bộ

source: Staircases
vi: Staircases / Thang bộ

source: Stairs and means of escape in general must be free from combustible materials and must not be used for storage.
vi: Stairs and means of escape in general must be free from combustible materials and must not be used for storage / Thang bộ và lối thoát hiểm nhìn chung không được có chứa chất dễ cháy và không được phép dùng làm kho chứa đồ.

source: Stairwells
vi: Stairwells / Giếng thang

source: Stairwells-accommodation
vi: Stairwells-accommodation / Giếng thang bộ - thang thường

source: Stairwells-escape
vi: Stairwells-escape / Giếng thang bộ - thang thoát hiểm

source: Standard rooms, Club room, Queen, King allow 2 persons. Allergy/disabled allow 1 person. Queen Sofa, King Sofa and Double allow 4 persons. Supply of fresh air shall be pre-conditioned.
vi: Standard rooms, Club room, Queen, King allow 2 persons. Allergy/disabled allow 1 person. Queen Sofa, King Sofa and Double allow 4 persons. Supply of fresh air shall be pre-conditioned. / Phòng Tiêu chuẩn, Club, Queen, King cho phép 2 người. Phòng cho người khuyết tật / dị ứng cho phép 1 người. Queen Sofa, King Sofa và Double cho phép 4 người. Khí tươi được cung cấp phải được điều chỉnh sẵn

source: Standards - minimum requirements
vi: Standards - minimum requirements / Tiêu chuẩn - các yêu cầu tối thiểu

source: Standby Lighting
vi: Standby Lighting / Chiếu sáng dự phòng

source: Standby lighting is provided to enable a prolonged occupation of the building upon failure of the electrical supply. This could be to mitigate against business interruption or to avoid immediate evacuation of the building.
vi: Standby lighting is provided to enable a prolonged occupation of the building upon failure of the electrical supply. This could be to mitigate against business interruption or to avoid immediate evacuation of the building. / Chiếu sáng dự phòng được cung cấp để giúp duy trì hoạt động của tòa nhà khi xảy ra sự cố về nguồn điện. Nguồn chiếu sáng này có thể giúp giảm thiểu ảnh hưởng đến hoạt động kinh doanh hoặc tránh phải tiến hành sơ tán khỏi tòa nhà ngay lập tức

source: Start appropriate smoke control systems
vi: Khởi động hệ thống kiểm soát khói phù hợp

source: Start appropriate smoke extract fans, smoke vents& stair pressurisation
vi: Start appropriate smoke extract fans, smoke vents& stair pressurisation / Khởi động quạt hút khói, ống hút khói và tăng áp cầu thang phù hợp

source: Steel Pipe
vi: Steel Pipe / Ống thép

source: Steel Pipe Size (mm)
vi: Steel Pipe Size (mm) / Size ống thép (mm)

source: Steel Pipework can be subject to corrosion
vi: Steel Pipework can be subject to corrosion / Đường ống thép có thể han gỉ

source: Stop all supply and extract vent plant
vi: Stop all supply and extract vent plant / Dừng tất cả các máy đường ống cấp và hút khí

source: Stop ventilation system
vi: Dừng hệ thống thông gió

source: Storage
vi: Storage / Kho chứa

source: Strength and rigidity
vi: Strength and rigidity / Độ bền và độ cứng

source: Structural Fire Resistance
vi: Structural Fire Resistance / Kết cấu chống cháy

source: Sub duct (option to Fire Damper)
vi: Sub duct (option to Fire Damper) / Ống phụ (lựa chọn thay thế cho Van chặn lửa)

source: Subject to special lighting effects/local decorative lighting.
vi: Subject to special lighting effects/local decorative lighting. / Phụ thuộc vào hiệu ứng chiếu sáng đằng biệt/chiếu sáng trang trí cục bộ

source: Substation Relationships
vi: Substation Relationships / Đấu nối trạm biến áp

source: Suitable for large rooms & cooling loads
vi: Suitable for large rooms & cooling loads / Phù hợp phòng và phụ tải làm mát lớn

source: Suitable for large rooms & cooling loads. May be oversize for small
vi: Suitable for large rooms & cooling loads. May be oversize for small rooms / Phù hợp phòng và phụ tải làm mát lớn. Có thể quá cỡ đối với phòng nhỏ

source: Suitable for large rooms & larger cooling loads
vi: Suitable for large rooms & larger cooling loads / Phù hợp phòng lớn và phụ tải làm mát lớn

source: Suitable for larger areas with high fresh loads (e.g. kitchen, laundry)
vi: Suitable for larger areas with high fresh air loads (e.g. kitchen, laundry) / Phù hợp với khu vực rộng với phụ tải khí tươi cao (vd. bếp, phòng giặt)

source: Suitable for larger areas with variable loads (e.g. staff kitchen)
vi: Suitable for larger areas with variable loads (e.g. staff kitchen) / Phù hợp với khu vực rộng với phụ tải biến thiên (vd. bếp nhân viên)

source: Suitable for rooms with small floor areas without high fresh air loads. (e.g. corridors)
vi: Suitable for rooms with small floor areas without high fresh air loads. (e.g. corridors) / Phù hợp với phòng có diện tích sàn nhỏ, phụ tải khí tươi không cao (vd. hành lang)

source: Suitable for small to medium rooms & loads for large well insulated rooms
vi: Suitable for small to medium rooms & loads for large well insulated rooms / Phù hợp phòng và phụ tải nhỏ đến vừa với phòng lớn bảo ôn tốt

source: Suitable for smaller rooms without high fresh air loads.
vi: Suitable for smaller rooms without high fresh air loads. / Phù hợp với phòng nhỏ hơn không có phụ tải khí tươi cao

source: Suitable lining for the fluid flowing
vi: Suitable lining for the fluid flowing / Lót trong phù hợp cho chất lỏng chảy

source: Sulphate reducers: Maximum 0 organism/ml
vi: Sulphate reducers: Maximum 0 organism/ml / Vi khuẩn sulphate hóa: max 0 vi sinh/ml

source: Summer
vi: Summer / Mùa hè

source: Sump pumps
vi: Sump pumps / Bơm bể phốt

source: Supply / return sir duct smoke detector operates
vi: Đầu báo khói ống cấp/hồi khí kích hoạt

source: Supply air (outside air) injected into the area to be protected
vi: Supply air (outside air) injected into the area to be protected / Nguồn khí bổ sung (từ bên ngoài) được bơm vào trong khu vực cần bảo vệ

source: Supply air duct smoke detector
vi: Supply air duct smoke detector / Đầu báo khói trong ống cấp khí

source: Supply air duct smoke detector no response after time delay
vi: Supply air duct smoke detector no response after time delay / Đầu báo khói trong ống cấp khí không phản hồi sau thời gian chờ

source: Supply temperature for cooling no less than 8-10 deg. C below room temperature
vi: Supply temperature for cooling no less than 8-10 deg. C below room temperature / Nhiệt độ đầu vào cho làm mát không thấp hơn 8-10 độ C so với nhiệt độ phòng

source: Supply temperature for heating no more than 8 deg. C above room temperature
vi: Supply temperature for heating no more than 8 deg. C above room temperature / Nhiệt độ đầu vào cho sưởi không cao hơn 8 độ C so với nhiệt độ phòng

source: Surge Protection
vi: Surge Protection / Bảo vệ chống quá tải

source: Surge protection devices
vi: Surge Protection Devices / Thiết bị Chống quá tải điện

source: Surge protection devices shall be provided in order to protect equipment from voltage spikes.it helps in reducing downtime of equipment. Also helps in reduction of maintenance cost.
vi: Surge protection devices shall be provided in order to protect equipment from voltage spikes.it helps in reducing downtime of equipment. Also helps in reduction of maintenance cost. / Thiết bị bảo vệ chống quá tải cần được cung cấp để bảo vệ thiết bị trong trường hợp điện áp tăng đột ngột. Việc này giúp giảm thời gian thiết bị không hoạt động và giảm chi phí bảo trì

source: Switchgear rooms
vi: Switchgear rooms / Phòng tủ điện

source: System / wiring fault
vi: Lỗi hệ thống/lỗi đường dây

source: System Description
vi: System Description / Mô tả hệ thống

source: System Fire Integrity
vi: System Fire Integrity / Khả năng chịu lửa của hệ thống

source: System Type
vi: System Type / Loại hệ thống

source: System Types
vi: System Types / Các loại hệ thống

source: System description
vi: System Description / Mô tả hệ thống

source: System has three refrigerant
vi: System has three refrigerant pipes / Hệ thống có 3 ống môi chất

source: System only has two refrigerant pipes
vi: System only has two refrigerant pipes / Hệ thống chỉ có 2 ống môi chất

source: System types to be provided.
vi: System types to be provided. / Các loại hệ thống sẽ được cung cấp

source: System/wiring fault
vi: System/wiring fault / Lỗi hệ thống/lỗi đường dây

source: TECHNICAL SUBMISSIONS
vi: TECHNICAL SUBMISSIONS / TRÌNH DUYỆT VỀ KỸ THUẬT

source: TO HEAT EXCHANGER ROOM
vi: TO HEAT EXCHANGER ROOM / dẫn đến phòng trao đổi nhiệt

source: TOTAL FRESH AIR SUPPLY fc TOTAL EXHAUST 10-20%
vi: TOTAL FRESH AIR SUPPLY ≥ TOTAL EXHAUST 10-20% / Tổng lượng cấp khí tươi ≥ Tổng khí hút 10-20%

source: TRANSFORMERS AND LV PANELS -
vi: Transformers and LV panels - / Biến áp và tủ LV

source: TV Power & Aerial
vi: TV Power & Aerial / Điện cho TV và ăng ten

source: TYPICAL CHILLED WATER SCHEMATIC
vi: Typical chilled water schematic / Sơ đồ nước lạnh điển hình

source: TYPICAL FIRE ALARM & DETECTION SYSTEM FOR ENTRY ! LOBBY / PUBLIC AREA LEVELS
vi: TYPICAL FIRE ALARM & DETECTION SYSTEM FOR ENTRY / LOBBY / PUBLIC AREA LEVELS / Hệ thống phát hiện và báo cháy điển hình cho khu vực tầng sảnh vào / lobby / không gian công cộng

source: TYPICAL FIRE ALARM & DETECTION SYSTEM FOR GUEST ROOM LEVELS
vi: TYPICAL FIRE ALARM & DETECTION SYSTEM FOR GUEST ROOM LEVELS / Hệ thống phát hiện và báo cháy điển hình cho tầng phòng khách

source: TYPICAL FIRE DAMPER IN EACH SUPPLY AND- EXHAUST DUCT FROM FIRE SHAFT (UNLESS SHAFT IS SEALED AND FIRE RATED AT FLOOR LEVEL.
vi: TYPICAL FIRE DAMPER IN EACH SUPPLY AND- EXHAUST DUCT FROM FIRE SHAFT (UNLESS SHAFT IS SEALED AND FIRE RATED AT FLOOR LEVEL. / VAN CHẶN LỬA ĐIỂN HÌNH CHO MỖI ỐNG CẤP VÀ ỐNG HÚT TỪ TRỤC ỐNG CỨU HỎA (TRỪ KHI TRỤC ĐƯỢC BÍT KÍM VÀ CHỐNG CHÁY TẠI TẦNG

source: TYPICAL GUEST ROOM AC SYSTEM COMPARISON TABLE
vi: TYPICAL GUEST ROOM AC SYSTEM COMPARISON TABLE;;;BẢNG SO SÁNH HỆ THỐNG A/C CHO PHÒNG KHÁCH ĐIỂN HÌNH

source: TYPICAL GUEST ROOM DETAIL.
vi: TYPICAL GUEST ROOM DETAIL. / CHI TIẾT PHÒNG KHÁCH ĐIỂN HÌNH

source: TYPICAL GUESTROOM A-PIPE RADIANT CEILING OPTION
vi: TYPICAL GUESTROOM 4-PIPE RADIANT CEILING OPTION / Phương án trần bức xạ 4 ống phòng khách điển hình

source: TYPICAL KITCHEN ARRANGEMENT
vi: TYPICAL KITCHEN ARRANGEMENT / Bố trí bếp điển hình

source: TYPICAL MOTOR DRIVEN TWO WAY CONTROL VALVE
vi: TYPICAL MOTOR DRIVEN TWO WAY CONTROL VALVE / Van kiểm soát hai ngả thông thường

source: TYPICAL MV DISTRIBUTION WITH PRIMARY LOOP & PORTABLE GENERATOR FOR COMPLETE POWER BACK-UP
vi: TYPICAL MV DISTRIBUTION WITH PRIMARY LOOP & PORTABLE GENERATOR FOR COMPLETE POWER BACK-UP / Phân phối điện trung thế với vòng mạch sơ cấp và máy phát di động để phát điện dự phòng

source: TYPICAL PUBLIC SPACE AIR HANDLING UNIT
vi: TYPICAL PUBLIC SPACE AIR HANDLING UNIT / AHU cho không gian công cộng thông thường

source: TYPICAL SCHEMATIC MULTI-FUNCTION HEAT RECOVERY CHILLER
vi: TYPICAL SCHEMATIC MULTI-FUNCTION HEAT RECOVERY CHILLER;;; sơ đồ chiller đa chứ năng thu hồi nhiệt điển hình

source: Table 1 - Two Stage Fire Alarm and Detection System –Sample Cause and Effect Matrix – for information only
vi: Table 1 - Two Stage Fire Alarm and Detection System –Sample Cause and Effect Matrix – for information only / Bảng 1 - Hệ thống Báo động và phát hiện cháy hai giai đoạn - Ví dụ Ma trận Nhân quả đơn - thông tin chỉ mang tính tham khảo

source: Table 3.1 - Energy/Water Consumption Targets
vi: Table 3.1 - Energy/Water Consumption Targets / Bảng 3.1 - Mục tiêu tiêu thụ Năng lượng/Nước

source: Table 4.3.2- Mechanical Services Internal Design Criteria
vi: Table 4.3.2- Mechanical Services Internal Design Criteria / Bảng 4.3.2 - Tiêu chí thiết kế trong nhà với phần cơ điện

source: Table 5.1 - Schedule of Electrical Loads for Various Hotel Areas
vi: Table 5.1 - Schedule of Electrical Loads for Various Hotel Areas / Bảng 5.1 - Tải điện cho các khu vực của khách sạn

source: Table 5.2 - Requirement for a Generator / Back up Power
vi: Table 5.2 - Requirement for a Generator / Back up Power / Bảng 5.2 - Yêu cầu cần có máy phát / nguồn điện dự phòng

source: Table top
vi: Table top / Mức mặt bàn

source: Table top - dimmed
vi: Table top - dimmed / Mức mặt bàn - sáng mờ

source: Targets to be as required by National Standards
vi: Targets to be as required by National Standards / Tiêu chuẩn đặt ra tương đương Tiêu chuẩn Quốc gia

source: Technical rooms
vi: Technical rooms / Phòng kỹ thuật

source: Telecommunications
vi: Telecommunications / Viễn thông

source: Telephone Outlets
vi: Telephone Outlets / Cổng điện thoại

source: Telephone System (4 hrs.)
vi: Telephone System (4 hrs.) / Hệ thống điện thoại (4h)

source: Telephone switchboard room
vi: Telephone switchboard room / Phòng tủ điện điện thoại

source: Telephone system
vi: Telephone system / Hệ thống điện thoại

source: Temperature control/comfort
vi: Temperature control/comfort / Điều khiển nhiệt độ/Độ dễ chịu

source: Temperature occurs lessthan 2% of the vear
vi: Temperature occurs less than 2% of the year / Nhiệt độ xuất hiện ít hơn 2%/năm

source: Temperature occurs lessthan 2% of the year
vi: Temperature occurs less than 2% of the year / Nhiệt độ xảy ra ít hơn 2%/năm

source: Temperature range
vi: Temperature range / Dải nhiệt

source: Test facility
vi: Test facility / Chức năng kiểm tra

source: Text may be used in addition to the pictogram but not on its own
vi: Text may be used in addition to the pictogram but not on its own / Phần chữ có thể sử dụng bên cạnh phần biểu tượng nhưng không được phép chỉ có phần chữ.

source: The MEP designer shall provide calculations to illustrate that these targets are being achieved.
vi: The MEP designer shall provide calculations to illustrate that these targets are being achieved. / Thiết kế MEP sẽ cung cấp tính toán để chứng minh các mục tiêu này sẽ đạt được

source: The above requirements apply to exit doors that are also staff entrances and which are secured by fastenings operated by key-cards, key pads and by similar devices.
vi: The above requirements apply to exit doors that are also staff entrances and which are secured by fastenings operated by key-cards, key pads and by similar devices. / Các yêu cầu ở trên áp dụng cho toàn bộ các cửa thoát hiểm mà đồng thời là lối vào nhân viên và được bảo đảm an ninh bằng khóa mở thẻ từ, mật mã số hoặc các thiết bị tương tự.

source: The advantages with self-contained emergency luminaries are:
vi: The advantages with self-contained emergency luminaries are: / Lợi ích của chiếu sáng sự cố sử dụng pin tích hợp như sau:

source: The agreed variation
vi: The agreed variation / Thay đổi được chấp nhận

source: The aims and objectives are to ensure the air conditioning systems are zoned to suit the thermal and occupancy characteristics of the space. If this is not carried out early enough, then finding space to resolve later in the design may not be possible
vi: The aims and objectives are to ensure the air conditioning systems are zoned to suit the thermal and occupancy characteristics of the space. If this is not carried out early enough, then finding space to resolve later in the design may not be possible / Mục đích là đảm bảo các hệ thống điều hòa không khí được phân vùng cho phù hợp với tính chất nhiệt độ và số người trong không gian sử dụng. Nếu việc này không được tiến hành đủ sớm, sẽ khó có không gian để giải quyết trong quá trình thiết kế về sau.

source: The aims and objectives here are to illustrate air distribution philosophies to ensure distribution systems are correctly located and sufficient space is available for services.
vi: The aims and objectives here are to illustrate air distribution philosophies to ensure distribution systems are correctly located and sufficient space is available for services. / Mục đích ở đây là minh họa các quy tắc chung về phân phối không khí để đảm bảo các hệ thống phân phối được bố trí hợp lý và có đủ không gian để bảo trì

source: The aims and the objectives of the HVAC systems are to:
vi: The aims and the objectives of the HVAC systems are to: / Mục đích và mục tiêu của các hệ HVAC là

source: The air conditioning system design is critical to achieve the comfort conditions specified in these standards. The air conditioning for a Hotel also represents a significant percentage of the capital (25% - 35%) and running costs (30% - 50%).
vi: The air conditioning system design is critical to achieve the comfort conditions specified in these standards. The air conditioning for a Hotel also represents a significant percentage of the capital (25% - 35%) and running costs (30% - 50%). / Thiết kế hệ thống điều hòa không khí là hết sức quan trọng để đạt được điều kiện dễ chịu trong bộ tiêu chuẩn này. Việc điều hòa không khí cho một khách sạncũng chiếm một phần lớn trong vốn đầu tư (25-35%) và chi phí vận hành (30-50%)

source: The anticipated risk of a fire and its severity.
vi: The anticipated risk of a fire and its severity. / Nguy cơ hỏa hoạn dự đoán và mức độ nghiêm trọng

source: The area must be sealed on activation, and it may be necessary to carry out a pressure test to ensure this has been achieved.
vi: The area must be sealed on activation, and it may be necessary to carry out a pressure test to ensure this has been achieved. / Khu vực phải được khép kín khi đầu báo kích hoạt, và có thể sẽ cần tiến hành kiểm tra áp suất để đảm bảo đạt được điều này

source: The area required for water cooled centrifugal plant is less than that required for air cooled
vi: The area required for water cooled centrifugal plant is less than that required for air cooled / Diện tích yêu cầu cho máy giải nhiệt nước, ly tâm ít hơn so với máy giải nhiệt gió
